docs/sync-details.md
```mermaid
graph TD;
  parent("My Cool Model (Folder)")
  part("RootPart (Part)")
  remote("SendMoney (RemoteEvent)")

  parent --> part
  parent --> remote
```
